// Data.js
export const questions = [
    {
      question: "বাংলাদেশের জাতীয় ফুল কোনটি?",
      options: ["গোলাপ", "লাল শাপলা", "টগর", "বকুল"],
      correctAnswer: "লাল শাপলা",
    },
    {
      question: "কোন নদীটি বাংলাদেশে সবচেয়ে দীর্ঘ?",
      options: ["মেঘনা", "যমুনা", "পদ্মা", "ব্রহ্মপুত্র"],
      correctAnswer: "মেঘনা",
    },
    {
      question: "বাংলাদেশের জাতীয় সঙ্গীত কে রচনা করেছিলেন?",
      options: ["কাজী নজরুল ইসলাম", "রবীন্দ্রনাথ ঠাকুর", "লালন ফকির", "হাসান রাজার"],
      correctAnswer: "রবীন্দ্রনাথ ঠাকুর",
    },
    {
      question: "বাংলাদেশের স্বাধীনতার ঘোষণা কবে হয়?",
      options: ["২৬শে মার্চ", "১৬ই ডিসেম্বর", "২১শে ফেব্রুয়ারি", "৭ই মার্চ"],
      correctAnswer: "২৬শে মার্চ",
    },
    {
      question: "বাংলাদেশের প্রথম রাষ্ট্রপতি কে ছিলেন?",
      options: ["শেখ মুজিবুর রহমান", "জিয়াউর রহমান", "আবুল কাশেম ফজলুল হক", "হোসেন শহীদ সোহরাওয়ার্দী"],
      correctAnswer: "শেখ মুজিবুর রহমান",
    },
    {
      question: "বাংলাদেশের প্রধান বিচারপতি কে ছিলেন?",
      options: ["সুরেন্দ্র কুমার সিনহা", "রেফায়েত উল্লাহ", "মোহাম্মদ আবদুল হাকিম", "মোস্তফা কামাল"],
      correctAnswer: "সুরেন্দ্র কুমার সিনহা",
    },
    {
      question: "বাংলাদেশের জাতীয় খেলা কোনটি?",
      options: ["ক্রিকেট", "কাবাডি", "ফুটবল", "ব্যাডমিন্টন"],
      correctAnswer: "কাবাডি",
    },
  ];
  




  // Data.js
export const playAgainQuestions = [
  
  {
    question: "বাংলাদেশের জাতীয় ফুল কোনটি?",
    options: ["গোলাপ", "লাল শাপলা", "টগর", "বকুল"],
    correctAnswer: "লাল শাপলা",
  },
  {
    question: "কোন নদীটি বাংলাদেশে সবচেয়ে দীর্ঘ?",
    options: ["মেঘনা", "যমুনা", "পদ্মা", "ব্রহ্মপুত্র"],
    correctAnswer: "মেঘনা",
  },
  {
    question: "বাংলাদেশের জাতীয় সঙ্গীত কে রচনা করেছিলেন?",
    options: ["কাজী নজরুল ইসলাম", "রবীন্দ্রনাথ ঠাকুর", "লালন ফকির", "হাসান রাজার"],
    correctAnswer: "রবীন্দ্রনাথ ঠাকুর",
  },
  {
    question: "বাংলাদেশের স্বাধীনতার ঘোষণা কবে হয়?",
    options: ["২৬শে মার্চ", "১৬ই ডিসেম্বর", "২১শে ফেব্রুয়ারি", "৭ই মার্চ"],
    correctAnswer: "২৬শে মার্চ",
  },
  {
    question: "বাংলাদেশের প্রথম রাষ্ট্রপতি কে ছিলেন?",
    options: ["শেখ মুজিবুর রহমান", "জিয়াউর রহমান", "আবুল কাশেম ফজলুল হক", "হোসেন শহীদ সোহরাওয়ার্দী"],
    correctAnswer: "শেখ মুজিবুর রহমান",
  },
  {
    question: "বাংলাদেশের প্রধান বিচারপতি কে ছিলেন?",
    options: ["সুরেন্দ্র কুমার সিনহা", "রেফায়েত উল্লাহ", "মোহাম্মদ আবদুল হাকিম", "মোস্তফা কামাল"],
    correctAnswer: "সুরেন্দ্র কুমার সিনহা",
  },
  {
    question: "বাংলাদেশের জাতীয় খেলা কোনটি?",
    options: ["ক্রিকেট", "কাবাডি", "ফুটবল", "ব্যাডমিন্টন"],
    correctAnswer: "কাবাডি",
  },
];
